[{
    "amazon_product": {
        "title": "Gigabyte AMD Radeon R7 240 GDDR3-2GB DVI-D/HDMI/D-SUB OC Video Graphics Cards GV-R724OC-2GI REV2.0",
        "description": "Amazon.com: Gigabyte AMD Radeon R7 240 GDDR3-2GB DVI-D/HDMI/D-SUB OC Video Graphics Cards GV-R724OC-2GI REV2.0: Computers & Accessories",
        "price": "$73.59",
        "overall_rating": "4.3 out of 5 stars",
        "text_keywords": "gpu",
        "location": "http://www.amazon.com/Gigabyte-GDDR3-2GB-Graphics-GV-R724OC-2GI-REV2-0/dp/B00JRSPXMQ/ref=sr_1_1?ie=UTF8&qid=1457280904&sr=8-1&keywords=gpu",
        "main_images": [
            {
                "location": "http://ecx.images-amazon.com/images/I/61JYwEFnYnL._SL1000_.jpg",
                "download_status": "UNPROCESSED"
            }
        ],
        "reviews": [
            {
                "rating": "5 stars",
                "description": "Great card for the price, the only card I could find in this price range after 3 Nvdia cards failed when I upgraded to Windows 10. It's been a few months now, with no issues, running two monitors at a time.",
                "title": "Great for Windows 10 W. Dual Monitors"
            },
            {
                "rating": "4 stars",
                "description": "its a great card for its price im running it on a intel pentium dual core e5400 @ 2.7 with 8gb ram and i can run battlefield 3 on medium-high settings battlefield 4 on medium with hardly any lag and hd videos/movies run great at full 1920x1080. If only it had crossfire support to double the performance it would be a great setup for the budget but its decent.",
                "title": "its a great card for its price im running it on a ..."
            },
            {
                "rating": "5 stars",
                "description": "I love it. H1z1 runs smoothly with this bad boy",
                "title": "Sweet"
            },
            {
                "rating": "5 stars",
                "description": "It's working very well for me.  I'm not a gamer.  Just needed an updated video card for my system.  This fits the bill for me.",
                "title": "Gigabyte AMD Radeon R7 240 2GB Video Card"
            },
            {
                "rating": "5 stars",
                "description": "This is perfect for my needs. I'm not a gamer. I bought a 27\" Inch HP full HD IPS monitor that had 2 HDMI and one VGA port. This gave me one HDMI and a DVI port so I could use it for the monitor using a DVI to HDMI cable and one HDMI cable to my 40\" Samsung TV. The picture on my monitor is excellent. The card fan is super quite.",
                "title": "Good value for a good card."
            },
            {
                "rating": "5 stars",
                "description": "I love this card alread 36c on playing skyrim 10mins not bad temp 100m fan it was bigger then I thought but it fits in my optiplex 755 tower it won't fit a mini trust me lol 48 to 60 fraps on skyrim medium settings 1600x900 res",
                "title": "Five Stars"
            },
            {
                "rating": "5 stars",
                "description": "Seems like a great card. I wasn't looking for a high quality gaming card so, this met my needs. Works with Windows 10, which is what I did need.",
                "title": "Seems like a great card"
            },
            {
                "rating": "2 stars",
                "description": "Based on the Reviews I expected a little more from this graphic card. I purchased this for a client in a basic build, so it worked out for the purpose. But windows index rated this at 1.0 which I found unbelievable. I updated all the drivers etc, and had no improvement. Also I found there was lag in processing the 3D themes etc.It worked out as the pc was not built for gaming etc, but I would have wanted a little more for a modern video card. Budget price or not.",
                "title": "Not satisfied"
            }
        ],
        "companion_products": [
            {
                "price": "$73.59",
                "location": "http://www.amazon.com/AMD-FD6300WMHKBOX-FX-6300-Processor-Edition/dp/B009O7YORK/ref=pd_sim_147_1?ie=UTF8&dpID=41xjeiOr-SL&dpSrc=sims&preST=_AC_UL160_SR160%2C160_&refRID=0Y372TMTR46S8EXXHP80",
                "title": "AMD FD6300WMHKBOX FX-6300 6-Core Processor Black Edition",
                "download_status": "UNPROCESSED"
            },
            {
                "price": "$73.59",
                "location": "http://www.amazon.com/EVGA-Continuous-Warranty-Supply-100-W1-0500-KR/dp/B00H33SFJU/ref=pd_sim_147_2?ie=UTF8&dpID=51PiQrWaNjL&dpSrc=sims&preST=_AC_UL160_SR160%2C160_&refRID=0Y372TMTR46S8EXXHP80",
                "title": "EVGA 500 W1 80+, 500W Continuous Power, 3 Year Warranty Power Supply 100-W1-0500-KR",
                "download_status": "UNPROCESSED"
            },
            {
                "price": "$73.59",
                "location": "http://www.amazon.com/Gigabyte-DDR3-Micro-Motherboard-GA-78LMT-USB3/dp/B009FC3YJ8/ref=pd_sim_147_3?ie=UTF8&dpID=51WPgjfTaOL&dpSrc=sims&preST=_AC_UL160_SR160%2C160_&refRID=0Y372TMTR46S8EXXHP80",
                "title": "Gigabyte AM3+ AMD DDR3 1333 760G HDMI USB 3.0 Micro ATX Motherboard GA-78LMT-USB3",
                "download_status": "UNPROCESSED"
            },
            {
                "price": "$73.59",
                "location": "http://www.amazon.com/Gigabyte-A68H-SATA-Motherboards-GA-F2A68HM-H/dp/B00T7XTT6C/ref=pd_sim_147_4?ie=UTF8&dpID=61Qfbd97klL&dpSrc=sims&preST=_AC_UL160_SR160%2C160_&refRID=0Y372TMTR46S8EXXHP80",
                "title": "Gigabyte AMD FM2+ A68H SATA 6Gb/s USB 3.0 mATX ATX DDR3 2133 NA Motherboards GA-F2A68HM-H",
                "download_status": "UNPROCESSED"
            },
            {
                "price": "$73.59",
                "location": "http://www.amazon.com/Crucial-Ballistix-PC3-12800-BLS2KIT4G3D1609DS1S00-BLS2CP4G3D1609DS1S00/dp/B006WAGGUK/ref=pd_sim_147_5?ie=UTF8&dpID=410h5n2tSyL&dpSrc=sims&preST=_AC_UL160_SR160%2C160_&refRID=0Y372TMTR46S8EXXHP80",
                "title": "Crucial Ballistix Sport 8GB Kit (4GBx2) DDR3 1600 (PC3-12800) 240-Pin UDIMM Memory BLS2KIT4G3D1609DS1S00/BLS2CP4G3D1609DS1S00",
                "download_status": "UNPROCESSED"
            },
            {
                "price": "$73.59",
                "location": "http://www.amazon.com/Blue-Desktop-Hard-Disk-Drive/dp/B0088PUEPK/ref=pd_sim_147_6?ie=UTF8&dpID=51fbLQLVJFL&dpSrc=sims&preST=_AC_UL160_SR160%2C160_&refRID=0Y372TMTR46S8EXXHP80",
                "title": "WD Blue 1TB  Desktop  Hard Disk Drive - 7200 RPM SATA 6 Gb/s 64MB Cache 3.5 Inch  - WD10EZEX",
                "download_status": "UNPROCESSED"
            }
        ],
        "download_status": "DOWNLOAD_DONE",
        "mm_name": "amazon_product"
    }
}

,
{
    "amazon_product": {
        "title": "EVGA GeForce GTX 960 2GB SSC GAMING ACX 2.0+, Whisper Silent Cooling Graphics Card 02G-P4-2966-KR",
        "description": "Amazon.com: EVGA GeForce GTX 960 2GB SSC GAMING ACX 2.0+, Whisper Silent Cooling Graphics Card 02G-P4-2966-KR: Computers & Accessories",
        "price": "$214.50",
        "overall_rating": "4.7 out of 5 stars",
        "text_keywords": "gpu",
        "location": "http://www.amazon.com/EVGA-GeForce-Whisper-Graphics-02G-P4-2966-KR/dp/B00SC6HAS4",
        "main_images": [
            {
                "location": "http://ecx.images-amazon.com/images/I/71xJdSrAPQL._SL1200_.jpg",
                "download_status": "UNPROCESSED"
            }
        ],
        "reviews": [
            {
                "rating": "5 stars",
                "description": "I am very happy with this GPU. I upgraded from an AMD R7 200 series card, because of difficulty playing TSW, Elite:Dangerous and using the Oculus Rift DK2.Upon opening the box I joked that EVGA had mistakenly sent me a small motherboard instead of a GPU. It is massive compared to my old AMD R7.Installation: You will need space for this beast, look at the photo included to get an idea of the size. Once I made room I had no difficulties getting the GPU to seat in the PCI connector, I did find the power connection difficult. So difficult that I removed the GPU, and spent a few minutes trying to figure out why it would not seat, I finally finessed the power input into the socket with some force. Reseated the GPU and was good to go. The GPU comes with a CD with the Drivers on it, plus overclocking software.(It is recommended that you register the GPU before the installation since the S/N can only be found on the bottom of the GPU)Playing Elite Dangerous is like night and day. Where I struggled on low/mid graphics with the R7, the 960 plays on high settings, and putting on the Oculus Rift was stunning. I am now finally able to appreciate the power of VR, Oculus needs to hurry up with the 4k consumer version it will be a must have.The Secret World is a whole new game with the visuals maxed out, a whole new game.There is nothing worse than a gamer with a sub-par rig, and after extensive research over a few days I chose the 960 and a EVGA Supernova 750W G2 power supply to fuel the beast. I am very happy that I did.The GPU is not that noisy, if you have ever had a high speed hard drive it is comparable to that, and yet to have had any heat issues, which I felt might be a concern because the massive size.I am also much happier with NVIDIA's control center, I found AMD's Catalyst to be annoying.Not sure what else to say but, I am a happy gamer!",
                "title": "As a gamer I am very happy with this upgrade."
            },
            {
                "rating": "5 stars",
                "description": "Man... where to start?run on:  i5 4690, 8gb of DDR3 1600,  Z97 chipset motherboard.  Nothing overclocked (unless you count the factory overclock on this card)It's quiet, it's fast, and it is really gotta be the best bang for the buck in this price range.  It benchmarks well against the Radeon R9 280x for about the same price, and half of the power usage.  Yes, it won't stack up against the 970, and even two of these in SLI won't beat a 980 because 2gb plus 2gb doesn't equal 4gb in this scenario.  But really, for the price, this will play anything decently at 1080p. If I had a 4k monitor, I would have had to seriously consider going up to a much more expensive card... but considering that at the time of this review, I can only assume they make 4k monitors out of pure Unicorn tears, that probably isn't going to come up any time soon.Install was easy, though it is a tight squeeze in a standard mid tower case.  I had to move one of my hard drives to a lower bay to give the card enough clearance.I bought this as overkill to play the not terribly graphics intensive Guild Wars 2, which looks beautiful.  Ultra settings with everything maxed got me an average of 84FPS.  I had to frame limit it to 60.  I have yet to dip below that 60 that I notice, including with lots of action on screen.  This thing isn't even trying hard.  Fans have only come on intermittently.The benchmarks indicate that pretty much nothing currently out will give it a great deal of trouble at 1080p.  I think this is going to work out for quite some time for me.  And it runs so cool that it will probably last for ages.",
                "title": "can't do much better before $300-350"
            },
            {
                "rating": "5 stars",
                "description": "Purchased for my first ever desktop computer custom build, designed for heavy gaming, but without blowing the bank account to smithereens, this graphics card really hit the right spot for me.  To start with, I chose NVIDIA over AMD for two main reasons:1 - AMD cards ALWAYS require more power, and use more power (substantially more) than the comparable NVIDIA cards (for example, this card will draw about 108 Watts in a gaming scenario, whereas the comparable AMD Radeon R9 285 in a comparable gaming scenario will draw about 176 Watts).  No, this difference isn't going to destroy an electric bill, but over time, it would add up, making the AMD card more expensive in the long run.2 - AMD cards typically run hotter than the comparable NVIDIA cards as well, not as much of a difference here, but I preferred to play it safe.Now why I chose the EVGA model?It didn't come down to much, just really chose something I figured would be solid.  I really liked that this card had a backplate, as well as so many connectivity options.  I also purchased the Super SuperClocked version, giving this card the biggest possible advantage for it being a 960, and EVGA's overclocking software is fairly convenient to use, especially when you're using one of their cards.On to actual thoughts:I really like this card.  I had really high hopes for how it would perform, and it holds up to most of those.  You won't be playing Dying Light or The Witcher III: Wild Hunt on completely maxed Ultra settings, that I can guarantee you.  But it does stand up very well to modern titles and is completely capable of playing anything on the market right now, at varying qualities, but it can play most titles around about one step down from Ultra.Read more ›",
                "title": "Great Mid-Range Gaming Card, Benchmark FPS' In Review!"
            }
        ],
        "companion_products": [
            {
                "price": "$214.50",
                "location": "http://www.amazon.com/EVGA-Continuous-Warranty-Supply-100-W1-0500-KR/dp/B00H33SFJU/ref=pd_sim_147_1?ie=UTF8&dpID=51PiQrWaNjL&dpSrc=sims&preST=_AC_UL160_SR160%2C160_&refRID=1H05A0YKSG6T9TYFX359",
                "title": "EVGA 500 W1 80+, 500W Continuous Power, 3 Year Warranty Power Supply 100-W1-0500-KR",
                "download_status": "UNPROCESSED"
            },
            {
                "price": "$214.50",
                "location": "http://www.amazon.com/Blue-Desktop-Hard-Disk-Drive/dp/B0088PUEPK/ref=pd_sim_147_2?ie=UTF8&dpID=51fbLQLVJFL&dpSrc=sims&preST=_AC_UL160_SR160%2C160_&refRID=1H05A0YKSG6T9TYFX359",
                "title": "WD Blue 1TB  Desktop  Hard Disk Drive - 7200 RPM SATA 6 Gb/s 64MB Cache 3.5 Inch  - WD10EZEX",
                "download_status": "UNPROCESSED"
            },
            {
                "price": "$214.50",
                "location": "http://www.amazon.com/Intel-Core-i5-4460-1150-BX80646I54460/dp/B00JIJUBAS/ref=pd_sim_147_3?ie=UTF8&dpID=51m7EsJG9-L&dpSrc=sims&preST=_AC_UL160_SR127%2C160_&refRID=1H05A0YKSG6T9TYFX359",
                "title": "Intel Core i5-4460 LGA 1150 CPU - BX80646I54460",
                "download_status": "UNPROCESSED"
            },
            {
                "price": "$214.50",
                "location": "http://www.amazon.com/Asus-Serial-ATA-Internal-Optical-DRW-24B1ST/dp/B0033Z2BAQ/ref=pd_sim_147_4?ie=UTF8&dpID=31JpWsniizL&dpSrc=sims&preST=_AC_UL160_SR160%2C160_&refRID=1H05A0YKSG6T9TYFX359",
                "title": "Asus 24x DVD-RW Serial-ATA Internal OEM Optical Drive DRW-24B1ST (Black)",
                "download_status": "UNPROCESSED"
            },
            {
                "price": "$214.50",
                "location": "http://www.amazon.com/Cooler-Master-Hyper-212-RR-212E-20PK-R2/dp/B005O65JXI/ref=pd_sim_147_5?ie=UTF8&dpID=518BEXKEiiL&dpSrc=sims&preST=_AC_UL160_SR141%2C160_&refRID=1H05A0YKSG6T9TYFX359",
                "title": "Cooler Master Hyper 212 EVO - CPU Cooler with 120mm PWM Fan (RR-212E-20PK-R2)",
                "download_status": "UNPROCESSED"
            },
            {
                "price": "$214.50",
                "location": "http://www.amazon.com/AMD-FD6300WMHKBOX-FX-6300-Processor-Edition/dp/B009O7YORK/ref=pd_sim_147_6?ie=UTF8&dpID=41xjeiOr-SL&dpSrc=sims&preST=_AC_UL160_SR160%2C160_&refRID=1H05A0YKSG6T9TYFX359",
                "title": "AMD FD6300WMHKBOX FX-6300 6-Core Processor Black Edition",
                "download_status": "UNPROCESSED"
            }
        ],
        "download_status": "DOWNLOAD_DONE",
        "mm_name": "amazon_product"
    }
}

,
{
    "newegg_product": {
        "title": "SAPPHIRE NITRO Radeon R9 390 DirectX 12 100382NTOC-2L 8GB 512-Bit GDDR5 PCI Express 3.0 x16 HDCP Ready Tri-X OC Version w/ backplate (UEFI) Video Card",
        "num_reviews": "99",
        "description": "Buy SAPPHIRE NITRO Radeon R9 390 DirectX 12 100382NTOC-2L 8GB 512-Bit GDDR5 PCI Express 3.0 x16 HDCP Ready Tri-X OC Version w&#47; backplate &#40;UEFI&#41; Video Card with fast shipping and top-rated customer service. Once you know, you Newegg!",
        "text_keywords": "Newegg, Newegg.com,SAPPHIRE NITRO Radeon R9 390 DirectX 12 100382NTOC-2L 8GB 512-Bit GDDR5 PCI Express 3.0 x16 HDCP Ready Tri-X OC Version w&#47; backplate &#40;UEFI&#41; Video Card",
        "location": "http://www.newegg.com/Product/Product.aspx?Item=N82E16814202164",
        "main_images": [
            {
                "location": "http://images17.newegg.com/is/image/newegg/14-202-164-TS?$S640$",
                "download_status": "UNPROCESSED"
            }
        ],
        "reviews": [
            {
                "rating": "5  eggs",
                "description": "Pros: Not DOAHigher GTA V settings",
                "title": "Up from a borrowed Sapphire R9 280 3GB Dual-X card"
            },
            {
                "rating": "4  eggs",
                "description": "Pros: Has some Impressive power. I've had no issues with performance.",
                "title": "One of my Favs"
            },
            {
                "rating": "5  eggs",
                "description": "Pros: Looks NiceBackplate8gb VRAM",
                "title": "Barring the Crimson Drivers, this is a great card"
            },
            {
                "rating": "2  eggs",
                "description": "Pros: I love this card two be honest for gaming in 1440p, i bought two of them and they could handle any game new or old with out breaking a sweat and stay around 65 degs and synced at 60fps.",
                "title": "Fried"
            },
            {
                "rating": "5  eggs",
                "description": "Pros: -This card is sleek, fits well color wise with anything. Backplate is amazing.-Extremely quite, i haven't had the chance to push it hard but running 3dmark benchmarking she never broke 65c and was very quite.-Tri Fan design and next to 0 idle noise(Thanks to Sapphires fan management0-Handles anything i have managed to boot up yet, will update as i get my hands into more games such as MGS5 and Witcher 3-She's big, 308mm big. Be prepared. I set it up in a Fractal R5, removing the middle HDD case since it was a tight fit, has plenty of room.",
                "title": "She's a beast, through and through."
            },
            {
                "rating": "4  eggs",
                "description": "Pros: -Could Run All My Steam Library-Runs Most Games About 55+ FPS-Good Cooling Interface",
                "title": "Good Performance"
            },
            {
                "rating": "4  eggs",
                "description": "Pros: - 8 GB- Ultra/High quality at 60 Fps at every game I ran through.- The Fans adapting to how much work putting out was nice feature",
                "title": "It was awesome on all the settings from FPS to Mmorpgs. Warframe was hella pretty, in till the graphics card burnt out on me sparking on the PCI slot ends."
            },
            {
                "rating": "4  eggs",
                "description": "Pros: Great overclock and doesn't get hot (the three fans work really well).Love the multiple display ports!Looks good.",
                "title": "If you get a bad one RMA."
            },
            {
                "rating": "5  eggs",
                "description": "Pros: Runs quiet, Plays.TV (twitch feeds, social media, live stream, recorded posts, etc.), great software.  Just installed today - will update based on 6 month/1year performance",
                "title": "Great so far"
            },
            {
                "rating": "5  eggs",
                "description": "Pros: Great graphics, good heat dissipation",
                "title": "SAPPHIRE NITRO Radeon R9 390 DirectX 12 100382NTOC-2L 8GB 512-Bit GDDR5 PCI Express 3.0 x16 HDCP Ready Tri-X OC Version w/ backplate (UEFI) Video Card - Newegg.com"
            }
        ],
        "specifications_table": [
            {
                "specifications": [
                    {
                        "name": "Brand",
                        "value": "SAPPHIRE"
                    },
                    {
                        "name": "Series",
                        "value": "NITRO"
                    },
                    {
                        "name": "Model",
                        "value": "100382NTOC-2L"
                    }
                ]
            },
            {
                "specifications": [
                    {
                        "name": "Interface",
                        "value": "PCI Express 3.0 x16"
                    }
                ]
            },
            {
                "specifications": [
                    {
                        "name": "Chipset Manufacturer",
                        "value": "AMD"
                    },
                    {
                        "name": "GPU Series",
                        "value": "AMD Radeon R9 300 Series"
                    },
                    {
                        "name": "GPU",
                        "value": "Radeon R9 390"
                    },
                    {
                        "name": "Core Clock",
                        "value": "1040 MHz"
                    },
                    {
                        "name": "Stream Processors",
                        "value": "2560 Stream Processors"
                    }
                ]
            },
            {
                "specifications": [
                    {
                        "name": "Effective Memory Clock",
                        "value": "Up to 1500 MHz , Effective 6000Mbps"
                    },
                    {
                        "name": "Memory Size",
                        "value": "8GB"
                    },
                    {
                        "name": "Memory Interface",
                        "value": "512-Bit"
                    },
                    {
                        "name": "Memory Type",
                        "value": "GDDR5"
                    }
                ]
            },
            {
                "specifications": [
                    {
                        "name": "DirectX",
                        "value": "DirectX 12"
                    }
                ]
            },
            {
                "specifications": [
                    {
                        "name": "HDMI",
                        "value": "1 x HDMI"
                    },
                    {
                        "name": "DisplayPort",
                        "value": "3 x DisplayPort"
                    },
                    {
                        "name": "DVI",
                        "value": "1 x DVI-D"
                    }
                ]
            },
            {
                "specifications": [
                    {
                        "name": "Virtual Reality Ready",
                        "value": "Yes"
                    },
                    {
                        "name": "Cooler",
                        "value": "With Fan"
                    },
                    {
                        "name": "HDCP Ready",
                        "value": "Yes"
                    }
                ]
            }
        ],
        "favicon": {
            "location": "http://images10.newegg.com/WebResource/Themes/2005/Nest/Newegg.ico",
            "download_status": "UNPROCESSED",
            "mm_name": "image"
        },
        "download_status": "DOWNLOAD_DONE",
        "mm_name": "newegg_product"
    }
}


]